Repository: jpnr79/gitlabintegration
Catalog: locales/*.po
Languages: pt_br

source: Permissions
pt_br: Permissões

source: Profile
pt_br: Perfil

source: New user profile to give Gitlab permission
pt_br: Novo perfil de usuário para dar permissão no Gitlab

source: Actions
pt_br: Ações

source: Created By
pt_br: Criado por

source: Gitlab Integration
pt_br: Integração com Gitlab

source: Created At
pt_br: Criado em

source: Add
pt_br: Adicionar

source: Permissions Gitlab
pt_br: Permissões Gitlab

source: Permanently Delete
pt_br: Excluir permanentemente

source: Permission granted with successfully!
pt_br: Permissão concedida com sucesso!

source: Issue created successfully!
pt_br: Issue criada com sucesso!

source: %2s created Issue
pt_br: %2s criou a issue

source: Problem to create issue. Verify logs for more information!
pt_br: Problema ao criar issue. Verifique os logs para mais informações!

source: The selected profile already has permission. Verify logs for more information!
pt_br: O perfil selecionado já possui permissão. Verifique os logs para mais informações!

source: %2s granted permission for profile
pt_br: %2s concedeu permissão para o perfil

source: %2s removed permission for id
pt_br: %2s removeu a permissão para o id

source: Gitlab Project
pt_br: Projeto Gitlab

source: No selected items
pt_br: Não há itens selecionados

source: Permission removed with successfully!
pt_br: Permissão removida com sucesso!

source: Create Issue
pt_br: Criar Issue

source: Issue already created for the selected project. Do you want creat it again?
pt_br: Issue já foi criada para o projeto selecionado. Deseja criar novamente?
